# numbers = [1,2,3,4,5,6,7,8,9,10]
# print(numbers[0:3])
# print(numbers[-3:])
# print(numbers[2:6])
# print(numbers)

sentence = "გამარჯობა, როგორ ხარ დღეს?"

words = sentence.split()

print(words[0])
print(words[-1])










# დაბეჭდეთ პირველი სამი ელემენტი.
# დაბეჭდეთ ბოლო სამი ელემენტი.
# ელემენტების დაბეჭდვა ინდექსიდან 3-დან 7-მდე.
# დაბეჭდეთ მთლიანი სია.
# 3 დავალება
# მოცემული სტრიქონის წინადადება = "გამარჯობა, როგორ ხარ დღეს?",
#  შეასრულეთ შემდეგი მოქმედებები: ამობეჭდეთ პირველი სიტყვა.
#  დაბეჭდეთ ბოლო სიტყვა.